{
  "pistas": [
    {
      "caso": "01",
      "nomecaso": "O caso do homem profano",
      "farm": "Earl Akitern tem constantes dores de cabeça.",
      "banc": "O duque de Lacourt é um conhecido colecionardo de manuscritos originais.",
      "estac": "Akintern foi visto lendo a Bíblia para a vítma e para o duque de Lacourt um dia antes do crime.",
      "docas": "Pista geral do motivo: Não se pode julgar o livro pela capa.",
      "hotel": "A filha da duquesa, Katia, não gostava do estranho pregador.",
      "chav": "Pista geral da arma: Segunda a Bíblia, quem viver pela ______ morrerá por ela.",
      "museu": "Earl Akintern é especialista em manuscritos originais",
      "livra": "O manuscrito original de Hamlet foi roubado recentemente de uma exposição em Nice, no litoral da França.",
      "parq": "Pista do assassino: (2 partes): I) Advérbio de lugar.",
      "cpen": "Pista do assassino: (2 partes): II) O que não é externo.",
      "teat": "O bispo de Whittenfronth estava no teatro na noite do crime.",
      "bar": "(sem pista)",
      "syard": "A vítma estava com a pele bastante bronzeada, o que é incomum em Londres.",
      "charut": "O bispo de Whittenfronth fuma charutos cubanos."
    },
    {
      "caso": "02",
      "nomecaso": "O caso do Inventor morto",
      "farm": "A faca no peito de Foster não foi enfiada por mão humana.",
      "banc": "O sr. Foster e a sra. Walton trabalharam juntos em várias invenções.",
      "estac": "Pista do Assissino (2 partes): I)Que pessoa ou coisa (entre várias)?",
      "docas": "Pista do Assassino (2 partes): II)Altura do som.",
      "hotel": "Um dia antes do crime, o sr. Foster e a sra. Walton foram vistos cochicando no saguão do hotel.",
      "chav": "Na cigarreira que fica na escrivaninha do quarto dos Fosters, uma espécie de catapulta foi armada.",
      "museu": "Pista do motivo (4 partes): II)Liga, junta. III)Eu tenho, tu vens, ele ____.",
      "livra": "(sem pista)",
      "parq": "O assassino é um homem.",
      "cpen": "Pista do motivo (4 partes): I)Afirmação. IV)O que está preso num cativeiro.",
      "teat": "Na noite do crime, os Forsters foram ao teatro com os Southrington.",
      "bar": "O sr. Foster e a sra. Walton tinham um caso amoroso.",
      "syard": "(sem pista)",
      "charut": "Todos os amigos sabiam que, ao acordar, e antes de fazer qualquer coisa, o sr. Foster sentia necessidade de fumar um cigarro."
    },
    {
      "caso": "03",
      "nomecaso": "O caso de Mecha Prateada",
      "farm": "O chão da baia de Mecha Prateada tinha pingos frescos de tinta.",
      "banc": "Reginald Cosgrove fizera um seguro valioso para seu cavalo Mecha Prateada.",
      "estac": "Pista da Arma (3 partes): I)Unha afiada e curva que as feras e aves de rapina possuem.",
      "docas": "Pista do Assassino (2 partes): I)Costura (verbo).",
      "hotel": "Respingos frescos de tinta cinza foram encontrados no chão da baia de Diabo Negro, outro cavalo de Reginald.",
      "chav": "(sem pistas)",
      "museu": "Pista do Motivo (2 partes): II) Líder esperitual.",
      "livra": "Pista do Motivo (2 partes): I) Indica condição.",
      "parq": "Pista do Assassino (2 partes): II)O oposto de agudo.",
      "cpen": "O recibo de penhor encontrado na cena do crime pertencia a Reginald Cosgrove",
      "teat": "Pegadas no estábulo mostram que o assassino usa sapatos 46.",
      "bar": "Pista da Arma (3 partes): II) O que girafa e alfafa têm em comum. III) Não inteira; partida;",
      "syard": "Bobby Jansen trabalha atualmente na oficina do chaveiro.",
      "charut": "Reginald Cosgrove jamais mataria um cavalo premiado, como Mecha Prateada."
    },
    {
      "caso": "04",
      "nomecaso": "",
      "farm": "",
      "banc": "",
      "estac": "",
      "docas": "",
      "hotel": "",
      "chav": "",
      "museu": "",
      "livra": "",
      "parq": "",
      "cpen": "",
      "teat": "",
      "bar": "",
      "syard": "",
      "charut": ""
    }
  ]
}
